Repository: common-repository/vab-forms-with-chart
Catalog: languages/VABFWC-*.po
Languages: ru_ru

source: Forms with Charts
ru_ru: Формы с Диаграммами

source: Forms
ru_ru: Формы

source: Create Form
ru_ru: Создать форму

source: Edit Form
ru_ru: Редактировать форму

source: New Form
ru_ru: Новая форма

source: Look
ru_ru: Посмотреть

source: Look Form
ru_ru: Посмотреть форму

source: Search a form
ru_ru: Искать форму

source: Not found
ru_ru: Не найдено

source: Copy the shortcode below and paste it into your posts, pages or text widget content
ru_ru: Скопируйте шорткод ниже и вставьте его в свои записи, страницы или содержимое текстового виджета

source: Russian alphabet, some characters and spaces are prohibited!
ru_ru: Русский алфавит, некоторые символы и пробел запрещены!

source: Specify ID for the question. Use only the Latin alphabet
ru_ru: Укажите идентификатор для вопроса. Используйте только латинский алфавит

source: Specify ID
ru_ru: Укажите идентификатор

source: Formulate your question
ru_ru: Сформулируйте вопрос

source: Minimum value
ru_ru: Минимальное значение

source: Maximum value
ru_ru: Максимальное значение

source: Specify step
ru_ru: Укажите шаг

source: Specify option answer
ru_ru: Укажите вариант ответа

source: Pick a color on the chart
ru_ru: Выберите цвет на диаграмме

source: Add an answer option
ru_ru: Добавить вариант ответа

source: Answer options
ru_ru: Варианты ответов

source: Color on chart
ru_ru: Цвет на диаграмме

source: Add «Other» textbox to the end?
ru_ru: Добавить в конец текстовое поле «Другое»?

source: Do not add
ru_ru: Не добавлять

source: Add
ru_ru: Добавлять

source: No type selected
ru_ru: Не выбран тип

source: Shortcode copied to clipboard
ru_ru: Шорткод скопирован в буфер

source: Saved List:
ru_ru: Сохраненный список:

source: List preparation block:
ru_ru: Блок подготовки списка:

source: Text
ru_ru: Текст

source: Link
ru_ru: Ссылка

source: Phone
ru_ru: Телефон

source: Date
ru_ru: Дата

source: Number
ru_ru: Номер

source: Range
ru_ru: Слайдер

source: Radio buttons
ru_ru: Радио кнопки

source: Checkboxes
ru_ru: Чекбоксы

source: Drop-down list
ru_ru: Раскрывающийся список

source: Text area
ru_ru: Текстовая область

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Collapse/Expand block
ru_ru: Свернуть / Развернуть блок

source: Specify an identifier
ru_ru: Укажите идентификатор

source: Choose type
ru_ru: Выбери тип

source: Add Question
ru_ru: Добавить вопрос

source: Additional options
ru_ru: Дополнительные опции

source: Control of log files
ru_ru: Управление лог файлами

source: Write form responses to log files
ru_ru: Записывать ответы формы в лог файлы

source: Write form responses to csv files
ru_ru: Запись ответов формы в CSV-файлы

source: Option required
ru_ru: Требуется опция

source: Show the CSV files only for
ru_ru: Показывать файлы CSV только для

source: Don`t write date to log files
ru_ru: Не записывать дату в лог-файлы

source: Don`t write IP address to log files
ru_ru: Не записывать IP-адрес в лог-файлы

source: Don`t write user Agent to log files
ru_ru: Не записывать пользовательский агент в лог-файлы

source: Block access to log files with htaccess
ru_ru: Блокировать доступ к лог файлам с помощью htaccess

source: Settings of charts
ru_ru: Настройки диаграммам

source: Don`t show chart
ru_ru: Не показывать диаграмму

source: Always show the charts at the end of the questionnaire
ru_ru: Всегда показывать диаграммы в конце анкеты

source: Show the charts only for
ru_ru: Показывать диаграммы только для

source: Hide the total number of completed questionnaires
ru_ru: Скрыть общее число заполнения анкеты

source: Show total answers per question above pie chart
ru_ru: Показывать общее число ответов на вопрос над круговой диаграммой

source: Show the number of answers for each question above the pie chart
ru_ru: Показывать количество ответов на каждый вопрос над круговой диаграммой

source: Hide the total selection number of each checkbox
ru_ru: Спрятать общее число выбора каждого чекбокса

source: Settings of attachments
ru_ru: Управление вложениями

source: Add the ability to send a file
ru_ru: Добавить возможность отправить файл

source: Multiple File Upload
ru_ru: Загрузка нескольких файлов

source: Total files size
ru_ru: Общий размер файлов

source: Allowed extensions. Separate by comma
ru_ru: Разрешенные расширения. Разделяйте запятой

source: Email settings
ru_ru: Настройки электронных сообщений

source: Table title
ru_ru: Заголовок таблицы

source: Send a copy of the form to the admin
ru_ru: Отправлять копию формы админу

source: The field below must be filled
ru_ru: Поле ниже должно быть заполнено

source: Email to send the form to
ru_ru: Почта, на которую отправлять форму

source: Sending an email to a user. You can activate the receipt of a copy of the letter by e-mail for the user who submitted the form.The user`s email will be taken from the «email» form field
ru_ru: Отправка электронной почты пользователю. Вы можете активировать получении копии письма по электронной почте для пользователя, отправившего форму. Электронная почта пользователя будет взята из поля формы «email»

source: Do not send emails
ru_ru: Не отправлять электронные письма

source: Shortcode
ru_ru: Шорткод

source: About release
ru_ru: О выпуске

source: Plugin Name
ru_ru: Название плагина

source: Description
ru_ru: Описание

source: Simple Plugin for creating forms, inquirer and questionnaires with the ability to display the results in the form of charts
ru_ru: Простой плагин для создания форм, опросников и анкет с возможностью отображения результатов в виде диаграмм

source: Author
ru_ru: Автор

source: Vladimir Anatol`evich Brumer
ru_ru: Владимир Анатольевич Брумер

source: Version
ru_ru: Версия

source: Version Wordpress at least
ru_ru: Версия Wordpress не ниже

source: Tested Wordpress up to
ru_ru: Совместим вплоть до

source: Requires PHP
ru_ru: Требуется PHP

source: Plugin URI
ru_ru: URI плагина

source: Donate link
ru_ru: Ссылка для поддержки

source: New in version
ru_ru: Новое в версии

source: Fixes for compatibility with Wordpress 6.6
ru_ru: Исправления для совместимости с Wordpress 6.6

source: Fixes for compatibility with PHP 8.1 and higher (replacing FILTER_SANITIZE_STRING)
ru_ru: Исправления для совместимости с PHP 8.1 и выше (замена FILTER_SANITIZE_STRING)

source: Fixed the work of the form option (sending the form by default to the Email field in the completed form)
ru_ru: Исправлена работа опции формы (оправка формы по умолчанию на поле Email в заполненой форме)

source: Check entered data
ru_ru: Проверьте введенные данные

source: Uploaded file size bytes/Mb
ru_ru: Размер загруженного файла байт/Mb

source: Confirm the reset by checking the box
ru_ru: Подтвердите сброс, поставив галочку

source: Message from the site
ru_ru: Сообщение с сайта

source: Form
ru_ru: Форма

source: Questionnaire content
ru_ru: Содержание анкеты

source: IP address
ru_ru: IP-адрес

source: The form author Vladimir Anatolyevich Brumer
ru_ru: Автор формы Владимир Анатольевич Брумер

source: Question
ru_ru: Вопрос

source: Possible answer
ru_ru: Вариант ответа

source: Your own answer
ru_ru: Свой вариант ответа

source: Title not specified
ru_ru: Заголовок не указан

source: Title the form
ru_ru: Заголовок формы

source: Links not allowed
ru_ru: Ссылки запрещены

source: One or more files exceed the allowed size
ru_ru: Один или несколько файлов превышают допустимый размер

source: Мб
ru_ru: Mb

source: One or more files are not in a valid format
ru_ru: Один или несколько файлов имеют недопустимый формат

source: File
ru_ru: Файл

source: have extension
ru_ru: имеет расширение

source: The total size of files exceeds the allowed size
ru_ru: Общий размер файлов превышает допустимый размер

source: Data array is empty
ru_ru: Массив с данными пуст

source: Text input field...
ru_ru: Поле для ввода текста...

source: Write your answer
ru_ru: Напишите Ваш вариант ответа

source: Your message was successfully sent
ru_ru: Ваше сообщение успешно отправлено

source: Message not sent
ru_ru: Сообщение не отправлено

source: The results are displayed at the end of the questionnaire
ru_ru: Результаты отображаются в конце анкеты

source: Results will be displayed after filling out and sending the questionnaire
ru_ru: Результаты будут отображены после заполнения и отправки анкеты

source: URL input field
ru_ru: Поле для ввода URL

source: Phone input field
ru_ru: Поле для ввода телефона

source: Email input field
ru_ru: Поле для ввода Email

source: Input field type «Date»
ru_ru: Тип поля для ввода «Дата»

source: Input field type «Range»
ru_ru: Тип поля ввода «Слайдер»

source: Input field type «Number»
ru_ru: Тип поля ввода «Номер»

source: Input field type «Dropdown list»
ru_ru: Тип поля «Раскрывающийся список»

source: Choose a variant
ru_ru: Выберите вариант

source: Other
ru_ru: Другое

source: Sorry, the message was not sent.
ru_ru: Извините, сообщение не было отправлено.

source: Select files
ru_ru: Выберите файлы

source: Valid File Format
ru_ru: Допустимый формат файлов

source: Resetting the filled fields
ru_ru: Сброс заполненных полей

source: Send
ru_ru: Отправить

source: CSV log files
ru_ru: Лог файлы CSV

source: Download
ru_ru: Скачать

source: Table deleted successfully
ru_ru: Таблица успешно удалена

source: Information for administrator
ru_ru: Информация для администратора

source: Reset table
ru_ru: Сброс таблицы

source: Are you sure?
ru_ru: Вы Уверены?

source: IP - adress
ru_ru: IP - адрес

source: OS and browser
ru_ru: ОС и браузер

source: Answers to the question
ru_ru: Ответов на вопрос

source: Answers
ru_ru: Ответов

source: Questionnaire completed
ru_ru: Анкета заполнена

source: times
ru_ru: раз

source: Selected files
ru_ru: Выбрано файлов

source: Form name
ru_ru: Название формы

source: is empty
ru_ru: не заполнено

source: Specify an ID for the form
ru_ru: Укажите идентификатор для формы

source: Specify an class for the form
ru_ru: Укажите класс для формы

source: Select form
ru_ru: Выберите форму

source: Id to a form
ru_ru: Идентификатор формы

source: Сlass to a form
ru_ru: Класс формы

source: Choose a tag for the title
ru_ru: Выберите тег для заголовка

source: Title to the chart
ru_ru: Заголовок для диаграммы

source: Display form charts
ru_ru: Отображение диаграмм формы

source: Specify an title for the chart
ru_ru: Укажите заголовок для диаграммы

source: Сlass for the tag in title
ru_ru: Класс для тега в заголовке

source: Specify an class for the tag
ru_ru: Укажите класс для тега

source: Forms with chart from VAB
ru_ru: Формы с диаграммой от VAB

source: Simple Plugin for creating forms, inquirer and questionnaires with the ability to display the results in the form of charts.
ru_ru: Простой плагин для создания форм, опросников и анкет с возможностью отображения результатов в виде диаграмм.
